"use strict";
const config = { //全局配置
	quote: {}, //行情长连接配置
	trade: {}, //交易长连接配置
	props: {} //标的个性化设置
};

config.quote[1] = { //富途websocket配置
	websocketUri: 'ws://127.0.0.1:8000/',
	websocketUri: '',
	websocketKey: "public",
	pwd: '888888' //富途交易解锁密码
};
config.quote[11] = { //天勤量化
	tqsdk_proxy: 'http://127.0.0.1:10086/', //解决跨域问题.为空则仅支持实时行情不支持实盘交易
	tqsdk_proxy: '',
	
	shinnytech_username: '**username**', //天勤系统登录账户
	shinnytech_password: '**password**', //天勤系统登录密码
	
	broker_bid: '快期模拟', //期货公司,比如: '快期模拟','H宏源期货','H徽商期货','Y银河期货','simnow'...支持的期货公司列表 https://www.shinnytech.com/blog/tq-support-broker/
	broker_account_id: '**username**', //期货公司的交易账户[非登录用户名或手机号,可能是资金账号,一般是系统生成的一串数字?]
	broker_account_password: '**password**',
	
	broker_bid: 'simnow', //https://www.simnow.com.cn/ 期货模拟仿真系统
	broker_account_id: '**number**', //simnow的这个值是一串数字,登录系统->"投资者代码"
	broker_account_password: '**password**',
	
	broker_bid: 'H宏源期货', //期货公司,比如: '快期模拟','H宏源期货','H徽商期货','Y银河期货','simnow'...支持的期货公司列表 https://www.shinnytech.com/blog/tq-support-broker/
	broker_account_id: '**number**', //一串数字,宏源期货的系统中称为: "资金帐号" 或 "交易账号"
	broker_account_password: '**password**' //交易密码
};
config.trade[1] = Object.assign(config.quote[1], { //富途websocket配置
	
});
config.trade[11] = Object.assign(config.quote[11], {
	
});
config.props['KQ.m@CFFEX.IC'] = { //中证主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 15, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.23/10000', '2.3/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CFFEX.IF'] = { //沪深主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 15, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.23/10000', '2.3/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 1], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [40, 100], //日K
	6: [10, 10], //五分K
	7: [10, 10], //15分K
	8: [10, 10], //30分K
	9: [20, 60], //小时K
	10: [10, 10], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CFFEX.IH'] = { //上证主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 15, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.23/10000', '2.3/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CFFEX.IM'] = { //IM主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 15, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.23/10000', '2.3/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CFFEX.T'] = { //债十主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 3, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CFFEX.TF'] = { //债五主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 2, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CFFEX.TL'] = { //债三十主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 5, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [2, 1], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [2, 200], //日K
	6: [2, 5], //五分K
	7: [2, 10], //15分K
	8: [2, 20], //30分K
	9: [2, 40], //小时K
	10: [2, 2], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CFFEX.TS'] = { //债二主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 1, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.AP'] = { //苹果主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 14, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['5', '10'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.CF'] = { //棉花主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 12, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['4.3', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.CJ'] = { //红枣主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 13, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '3'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.CY'] = { //棉纱主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 15, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.FG'] = { //玻璃主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 16, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2', '2'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [4, 10], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 3000], //日K
	6: [4, 50], //五分K
	7: [4, 100], //15分K
	8: [4, 100], //30分K
	9: [4, 100], //小时K
	10: [4, 50], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.MA'] = { //甲醇主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 19, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 20], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [40, 2000], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.OI'] = { //菜油主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 13, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2', '2'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.PF'] = { //短纤主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 19, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.PK'] = { //花生仁主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 13, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['4', '4'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.PL'] = { //丙烯主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.PR'] = { //瓶片主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 19, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.5/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.PX'] = { //对二甲苯主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 19, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 5], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.RM'] = { //菜粕主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 13, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1.5', '1.5'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 10], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [40, 1000], //日K
	6: [4, 10], //五分K
	7: [8, 40], //15分K
	8: [8, 40], //30分K
	9: [8, 40], //小时K
	10: [8, 40], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.RS'] = { //菜籽主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 40, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2', '2'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.SA'] = { //纯碱主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 15, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 10], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.SF'] = { //硅铁主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 15, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.SH'] = { //烧碱主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 18, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.SM'] = { //锰硅主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 15, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.SR'] = { //白糖主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 12, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.TA'] = { //PTA主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 19, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 10], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@CZCE.UR'] = { //尿素主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 13, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [4, 5], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.a'] = { //豆一主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 12, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2', '2'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 10], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.b'] = { //豆二主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 13, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1', '1'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 1], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.bb'] = { //胶板主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 40, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.bz'] = { //纯苯主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 20, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.c'] = { //玉米主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 12, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1.2', '1.2'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [4, 5], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 1000], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 200], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.cs'] = { //淀粉主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 11, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1.5', '1.5'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 2], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.eb'] = { //苯乙烯主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 19, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '3'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 10], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [200, 1000], //日K
	6: [20, 10], //五分K
	7: [20, 10], //15分K
	8: [40, 100], //30分K
	9: [40, 100], //小时K
	10: [40, 20], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.eg'] = { //甘醇主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 19, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '3'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.fb'] = { //纤板主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 25, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 1], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.i'] = { //铁矿主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [2, 5], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.j'] = { //焦炭主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 25, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1.4/10000', '1.4/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.jd'] = { //鸡蛋主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 13, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1.5/10000', '1.5/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 10], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.jm'] = { //焦煤主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2/10000', '2/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.l'] = { //塑料主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1', '1'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 10], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.lg'] = { //原木主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 14, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.lh'] = { //生猪主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 14, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2/10000', '2/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.m'] = { //豆粕主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 13, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1.5', '1.5'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 10], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.p'] = { //棕榈主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 13, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2.5', '2.5'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.pg'] = { //LPG主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 22, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['6', '6'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.pp'] = { //PP主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1', '1'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.rr'] = { //粳米主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 11, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1', '1'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.v'] = { //PVC主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [2, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1', '1'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 10], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [100, 2000], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@DCE.y'] = { //豆油主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 13, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2.5', '2.5'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@GFEX.lc'] = { //碳酸锂主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 22, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3.2/10000', '3.2/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@GFEX.pd'] = { //钯主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 26, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2.5/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@GFEX.ps'] = { //多晶硅主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 20, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2.5/10000', '2.5/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@GFEX.pt'] = { //铂主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 26, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2.5/10000', '2.5/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@GFEX.si'] = { //工业硅主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@INE.bc'] = { //国际铜主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.1/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@INE.ec'] = { //欧线集运主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 31, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['6/10000', '12/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@INE.lu'] = { //低硫燃料油主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 25, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.1/10000', '0.1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@INE.nr'] = { //20号胶主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 16, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.2/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@INE.sc'] = { //原油主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 25, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['20', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 5], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.ad'] = { //铝合金主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 16, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.5/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.ag'] = { //沪银主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 28, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.1/10000', '2.5/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [100, 5], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [1000, 2000], //日K
	6: [200, 20], //五分K
	7: [200, 20], //15分K
	8: [200, 20], //30分K
	9: [200, 20], //小时K
	10: [200, 20], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.al'] = { //沪铝主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '3'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.ao'] = { //氧化铝主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.au'] = { //沪金主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 24, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['20', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 5], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 500], //日K
	6: [10, 10], //五分K
	7: [10, 10], //15分K
	8: [10, 10], //30分K
	9: [10, 10], //小时K
	10: [10, 10], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.br'] = { //丁橡胶主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 19, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.2/10000', '0.2/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.bu'] = { //沥青主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 20, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.5/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.cu'] = { //沪铜主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.5/10000', '1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [50, 5], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [1000, 500], //日K
	6: [100, 5], //五分K
	7: [100, 5], //15分K
	8: [100, 5], //30分K
	9: [100, 5], //小时K
	10: [100, 5], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.fu'] = { //燃油主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 25, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.5/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.hc'] = { //热卷主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 13, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.ni'] = { //沪镍主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 19, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '3'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [500, 5], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.op'] = { //胶版纸主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 15, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.5/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.pb'] = { //沪铅主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.4/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 1], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.rb'] = { //螺纹主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 13, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['1/10000', '1/10000'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [4, 10], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [40, 5000], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.ru'] = { //橡胶主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 16, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.sn'] = { //沪锡主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 19, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '15'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [1000, 2], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.sp'] = { //纸浆主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 15, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.5/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.ss'] = { //不锈钢主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 16, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['2', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.wr'] = { //线材主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 15, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0.4/10000', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['KQ.m@SHFE.zn'] = { //沪锌主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 17, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['3', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['HSImain'] = { //恒指期货主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 10, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['33.54', '33.54'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 100], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['MHImain'] = { //小型恒指期货主连
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 10, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['14.1', '14.1'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 1], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['00700'] = { //腾讯控股
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 100, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [10, 200], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};
config.props['800000'] = { //恒生指数
	lots: 1, //整数.每订单多少手
	maxq: 5, //整数.Maximum Quantity 最多订单数量
	marg: 100, //整数.margin 1-100保证金比例
	gear: [5, 1], //上移/下移按钮每点一次变更多少档 [5, 1] 表示 [默认5档, 点的同时按住CTRL键则为1档]
	fees: ['0', '0'], //字串数组.[开仓手续费, 平今手续费] [10, '1/10000'] 表示 [开仓10元/手,平今 万分之一]
	fill: [5, 0], //整数数组.[买入时比报价低几个档(以当前报价,买一价,买二价...), 0默认下失效订单1默认下生效订单]
	1: [20, 200], //整数数组.一分K [K线图上每yGrid多少档, 成交量图上最多多少K手]
	2: [20, 100], //日K
	6: [20, 100], //五分K
	7: [20, 100], //15分K
	8: [20, 100], //30分K
	9: [20, 100], //小时K
	10: [20, 100], //三分K
	12: [20, 100], //十分K
	13: [20, 100], //两小时K
	14: [20, 100], //三小时K
	15: [20, 100] //四小时K
};